Repository: Maksim-Gubenin/CRM-system
Catalog: customers/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Lead
ru: Лид

source: Contract
ru: Контракт

source: Select a lead (only available leads are shown)
ru: Выберите договор (отображаются только доступные договоры)

source: Select a contract (only available contracts are shown)
ru: Выберите договор (отображаются только доступные договоры)

source: Customer
ru: Активный клиент

source: Customers
ru: Активные клиенты

source: Original lead that became a customer
ru: Первоначальный лид, который стал клиентом

source: Active contract for this customer
ru: Действующий контракт для этого клиента

source: Creating a customer
ru: Создание активного клиента

source: Create
ru: Создать

source: Deleting a customers
ru: Удаление активного клиента

source: Are you sure you want to delete
ru: Вы уверены, что хотите удалить

source: Delete
ru: Удалить

source: Cancel
ru: Отмена

source: Detailed information about the customers
ru: Детальная информация об активном клиенте

source: Edit
ru: Редактировать

source: Back to list
ru: Назад к списку

source: Editing a customer
ru: Редактирование активного клиента

source: Apply
ru: Применить
