Repository: Maksim-Gubenin/CRM-system
Catalog: advertisements/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Name
ru: Название

source: Channel
ru: Канал продвижения

source: Price
ru: Цена

source: Product
ru: Услуга

source: Enter the Advertisement name
ru: Введите название рекламной услуги

source: Indicate the promotion channel
ru: Укажите канал продвижения

source: Enter price in USD
ru: Введите стоимость в у.е.

source: Select a product/service for an advertising campaign
ru: Выберите продукт/услугу для рекламной кампании

source: Advertisement
ru: Рекламная услуга

source: Advertisements
ru: Рекламные услуги

source: Social Media
ru: Социальные сети

source: Search Engines
ru: Поисковые системы

source: Context Ads
ru: Контекстная реклама

source: Email Marketing
ru: Электронный маркетинг

source: Other
ru: Другой

source: Campaign name
ru: Название компании

source: Name of the advertising campaign
ru: Название рекламной кампании

source: Advertising channel
ru: Рекламный канал

source: Primary advertising channel
ru: Основной рекламный канал

source: Budget
ru: Бюджет

source: Total budget for the campaign
ru: Общий бюджет кампании

source: Product being advertised
ru: Рекламируемый продукт

source: Active
ru: Активно

source: Is campaign currently active
ru: Активна ли кампания в настоящее время

source: Create advertisement
ru: Создание рекламной компании

source: Create
ru: Создать

source: Delete advertisement
ru: Удаление рекламной компании

source: Are you sure you want to delete
ru: Вы уверены что хотите удалить

source: Delete
ru: Удалить

source: Cancel
ru: Отмена

source: Detailed information about the advertising campaign
ru: Детальная информация о рекламной компании

source: USD
ru: у.е.

source: Edit
ru: Редактировать

source: Back to list
ru: Назад к списку

source: Advertising companies
ru: Рекламные компании

source: Statistics
ru: Статистика

source: Advertising campaign statistics
ru: Рекламные компании

source: %(leads_count)s lead
ru: %(leads_count)s лид

source: %(customers_count)s active customer
ru: %(customers_count)s активный клиент

source: Contract to cost ratio
ru: Соотношение контракта и стоимости

source: Editing an advertising campaign
ru: Редактирование рекламной кампании

source: Apply
ru: Применить
